Repository: hgodinez89/SimpleBuy
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es

source: Payment methods
es: Métodos de pago

source: New payment method
es: Nuevo método de pago

source: We accept all major credit and debit cards.
es: Aceptamos la mayoría de tarjetas de crédito y débito

source: Add a card
es: Agregar una tarjeta

source: Add new card
es: Agregar nueva tarjeta

source: Ending:
es: Terminación:

source: Choose
es: Seleccionar

source: Default card
es: Tarjeta principal

source: Set as default
es: Principal

source: Delete
es: Eliminar

source: You dont't have payment methods yet!
es: No tienes métodos de pago aún!

source: Card created successfully. Now you can choose it.
es: Tarjeta creada exitosamente. Ahora puedes seleccionarla.

source: Card created successfully.
es: Tarjeta creada exitosamente.

source: Card successfully updated.
es: Tarjeta actualizada exitosamente.

source: The default card cannot be removed.
es: La tarjeta por defecto no puede removerse.

source: The card is associated with an order, therefore it cannot be removed.
es: La dirección se encuentra asociada a una orden, por ello no puede ser eliminada.

source: Card successfully removed.
es: Tarjeta removida exitosamente

source: to shopping cart
es: al carrito de compras

source: View cart
es: Ver carrito

source: Continue shopping
es: Seguir comprando

source: Your products in cart
es: Tus productos en el carrito

source: Quantity
es: Cantidad

source: Price
es: Precio

source: Proceed to pay
es: Proceder al pago

source: Your cart is empty
es: No tienes productos en tu carrito

source: Add to cart
es: Agregar al carrito

source: products
es: productos

source: product
es: producto

source: added
es: agregados

source: added
es: agregado

source: Your SimpleBuy order #
es: Tu pedido SimpleBuy #

source: Important message
es: Mensaje importante

source: Compra por ({}) productos
es: Shopping for ({}) products

source: Shipping address
es: Dirección de envío

source: Default address
es: Dirección principal

source: Another address
es: Otra dirección

source: Deliver to this address
es: Entregar a esta dirección

source: Register your shipping address
es: Registra tu dirección de envío

source: New shipping address
es: Nueva dirección de envío

source: Confirm your order
es: Confirmar tu pedido

source: Shipping Address
es: Dirección de envío

source: Payment method
es: Método de pago

source: Card ending in
es: Tarjeta terminación

source: Promotional code
es: Código promocional

source: Promo code
es: Código promocional

source: Apply
es: Aplicar

source: Code successfully applied
es: Código aplicado exitosamente

source: Products
es: Productos

source: Your SimpleBuy order
es: Tu pedido SimpleBuy

source: Hello
es: Hola

source: your order has been confirmed.
es: tu orden ha sido confirmada.

source: You can visit our website to see your order.
es: Puedes visitar nuestra página web para ver tu orden.

source: My orders
es: Mis pedidos

source: Check your order
es: Verifica tu pedido

source: You don't have orders yet!
es: No tienes ninguna orden aún!

source: Go shopping
es: Vamos de compras

source: Choose another card
es: Seleccionar otra tarjeta

source: Confirm
es: Confirmar

source: Choose a shipping address
es: Selecciona una dirección de envío

source: Add new address
es: Agregar nueva dirección

source: Order placed
es: Pedido realizado

source: Shipped to
es: Envíado a

source: Unit price
es: Precio unitario

source: Order #
es: Orden #

source: Qty
es: Cant

source: Order summary
es: Resumen del pedido

source: Promo code:
es: Código promocional

source: Shipping:
es: Envío:

source: Total (Taxes included):
es: Total (Imp. incluidos):

source: Place your order
es: Confirmar tu pedido

source: Cancel your order
es: Cancelar tu pedido

source: Shipping
es: Dirección

source: Payment
es: Pago

source: Place order
es: Confirmación

source: Order cancelled
es: Orden cancelada

source: Purchase successfully completed
es: Compra completada exitosamente

source: Results for:
es: Resultados para:

source: See more
es: Ver más

source: Search
es: Buscar

source: Product List
es: Listado de productos

source: Address 1
es: Calle 1

source: Address 2
es: Calle 2

source: City
es: Ciudad

source: State/Province
es: Estado/Provincia

source: Country
es: País

source: Zip Code
es: Código Postal

source: Other
es: Referencias

source: New address
es: Nueva dirección

source: Add
es: Agregar

source: Are you sure to delete the address?
es: Esta seguro de eliminar la dirección?

source: Back
es: Regresar

source: Yes, I agree
es: Sí, Estoy de acuerdo

source: My addresses
es: Mis direcciones

source: Edit
es: Editar

source: Edit address
es: Editar dirección

source: Update
es: Actualizar

source: Address successfully updated
es: Dirección actualizada exitosamente

source: Address successfully deleted
es: Dirección eliminada exitosamente

source: The default address cannot be removed.
es: La dirección por defecto no puede ser removida.

source: The address is associated with an order, therefore it cannot be removed.
es: La dirección se encuentra asociada a una orden, por ello no puede ser eliminada.

source: Address created successfully
es: Dirección creada exitosamente

source: Username
es: Usuario

source: Password
es: Contraseña

source: Confirm Password
es: Confirmar Contraseña

source: Username does already exists
es: El username ya se encuentra registrado

source: Email does already exists
es: El email ya se encuentra registrado

source: The password does not match
es: El password no coincide

source: English
es: Inglés

source: Spanish
es: Español

source: Welcome
es: Bienvenido

source: Invalid user or password
es: Usuario o contraseña no validos

source: Session ended successfully
es: Sesión finalizada exitosamente

source: User successfully created
es: Usuario creado exitosamente

source: SimpleBuy.com: Online Shopping for everything you want and more.
es: SimpleBuy.com: Compra en línea de todo lo que quieras y más.

source: Free One-Day Delivery on millions of items. Low prices across earth's biggest selection of books, music, DVDs, electronics, computers, software, apparel &amp; accessories, shoes, jewelry, tools &amp; hardware, housewares, furniture, sporting goods, beauty &amp; personal care, groceries &amp; just about anything else.
es: Entrega gratis de un día en millones de artículos. Precios bajos en la selección más grande del mundo en libros, música, DVDs, electrónicos, computadoras, software, ropa y accesorios, zapatos, joyería, herramientas y ferretería, artículos del hogar, muebles, artículos deportivos, belleza y cuidado personal, alimentos y prácticamente todo lo demás que puedas imaginar.

source: SimpleBuy, SimpleBuy.com, Books, Online Shopping, Book Store, Magazine, Music, CDs, DVDs, Videos, Electronics, Video Games, Computers, Cell Phones, Toys, Games, Apparel, Accessories, Shoes, Jewelry, Watches, Office Products, Sports &amp; Outdoors, Sporting Goods, Baby Products, Health, Personal Care, Beauty, Home, Garden, Bed &amp; Bath, Furniture, Tools, Hardware, Vacuums, Outdoor Living, Automotive Parts, Pet Supplies
es: SimpleBuy, SimpleBuy.com, Books, Online Shopping, Book Store, Magazine, Music, CDs, DVDs, Videos, Electrónics, Videojuegos, Computadoras, Celulares, Juguetes, Juegos, Vestimenta, Accesorios, Zapatos, Joyería, Relojes, Productos de Oficina, Deportes, Artículos Deportivos, Productos de Bebé, Salud, Cuidado Personal, Beauty, Home, Garden, Bed &amp; Bath, Furniture, Tools, Hardware, Vacuums, Partes automotrices, Suministros de Mascostas

source: We had some troubles with your request.
es: Tuvimos algunos problemas con tu solicitud.

source: We're Sorry!
es: Lo sentimos!

source: Go SimpleBuy Home
es: Ir a SimpleBuy

source: Go to
es: Ir a

source: Home
es: Inicio

source: Shop
es: Comprar

source: Make Money with Us
es: Haz Dinero con Nosotros

source: Make Money
es: Haz Dinero

source: Join Us.</br></br>Its easy and free to join</br>Get up and running today.</br>Just one approval to join — no third-party advertiser approvals.</br>Just write to us to affiliate@simplebuy.com</br></br>Seen you soon!
es: Únase a nosotros. </br> </br> Es fácil y gratuito unirse </br> Comience hoy mismo. </br> Solo requiere una aprobación para unirse: sin aprobaciones de terceros. </br> Solo escríbanos a affiliate@simplebuy.com </br> </br> ¡Nos vemos pronto!

source: Become an Affiliate
es: Convertirte en Afiliado

source: Sale With Us.</br></br>Its easy and free to sale with us</br>Get up and running today.</br>Just one approval to join — no third-party advertiser approvals.</br>Just write to us to sales@simplebuy.com</br></br>Seen you soon!
es: Venda con nosotros. </br> </br> Es fácil y gratis vender con nosotros </br> Comience hoy mismo.</br> Solo requiere una aprobación para unirse: sin aprobaciones de terceros.</br> Simplemente escríbanos a sales@simplebuy.com </br> </br>¡Nos vemos pronto!

source: Sell on SimpleBuy
es: Vender en SimpleBuy

source: Policies
es: Políticas

source: Shipping Rates</br></br>Our shipping rates are the most cheapest:</br></br>* National Rates: $5.00</br>* National Rates: $15.00</br></br>Seen you soon!
es: Tarifas de envío </br> </br> Nuestras tarifas de envío son las más baratas: </br> </br> * NacionalTarifas: $ 5.00 </br> * Tarifas nacionales: $ 15.00 </br> </br> ¡Nos vemos pronto!

source: Shipping Rates
es: Tarifas de Envío

source: SimpleBuy Assistant</br></br>If you have some doubts or you just need help with some products, orders, etc.</br>You can write to us to info@simplebuy.com</br></br>Seen you soon!
es: Asistente SimpleBuy </br> </br> Si tienes dudas o solo necesitas ayuda con algunos productos, pedidos, etc. </br> Puede escribirnos a info@simplebuy.com </br> </br> ¡Nos vemos pronto!

source: SimpleBuy Assistant
es: Asistencia SimpleBuy

source: Return & Replacements</br></br>Nothing is more important than the health and well-being of our customers, employees, seller partners and the communities we serve.</br></br>Seen you soon!
es: Devolución y reemplazos </br> </br> Nada es más importante que la salud y bienestar de nuestros clientes, empleados, socios vendedores y las comunidades a las que servimos. </br> </br> ¡Nos vemos pronto!

source: Return
es: Devoluciones

source: Help</br></br>If you need help with some products, orders, etc, you can write to us to info@simplebuy.com</br></br>Seen you soon!
es: Ayuda </br> </br> Si necesita ayuda con algunos productos, pedidos, etc., puede escribirnos a info@simplebuy.com </br> </br> ¡Nos vemos pronto!

source: Help
es: Ayuda

source: Account
es: Cuenta

source: My payments methods
es: Mis métodos de pago

source: Login
es: Ingresar

source: Sign In
es: Registrarse

source: Privacy & Terms</br></br>We know that you care how information about you is used and shared, and we appreciate your trust that we will do so carefully and sensibly. This Privacy Notice describes how SimpleBuy.com and its affiliates (collectively “SimpleBuy”) collect and process your personal information through SimpleBuy websites, devices, products, services, online and physical stores, and applications that reference this Privacy Notice (together SimpleBuy Services”).
es: Privacidad y términos </br> </br> Sabemos que te importa como tu información es usada y compartida, por eso apreciamos su confianza y lo haremos con cuidado y sensatez. Este aviso de privacidad describe cómo SimpleBuy.com y los afiliados (colectivamente “SimpleBuy”) recopilan y procesan su información personal a través de sitios web, dispositivos, productos, servicios de SimpleBuy, en línea, tiendas físicas y aplicaciones que hacen referencia a este aviso de privacidad

source: Privacy & Terms
es: Privacidad & Términos

source: Privacy
es: Privacidad

source: From anywhere SimpleBuy!
es: Desde cualquier lugar SimpleBuy

source: We deliver to the door of your place.
es: Entregamos hasta la puerta de tu lugar.

source: Shop Now
es: Comprar

source: Popular Brands
es: Marcas Populares

source: Computers, screens..
es: Computadoras, pantallas..

source: Computers, drivers..
es: Computadoras, discos duros..

source: Computers, iPhones..
es: Computadoras, iPhones...

source: Popular Products
es: Productos Populares

source: Acer curved monitor
es: Acer monitor curvo

source: 120GB | $1,299.99
es: 120GB | $1,999.99

source: Previous
es: Anterior

source: Next
es: Siguiente

source: Logout
es: Salir

source: Change
es: Cambiar

source: Login to your account
es: Inicie sesión en tu cuenta

source: Don't have an account?
es: No tienes una cuenta?

source: Sign Up
es: Registrarse

source: Your username
es: Tu usuario

source: Your password
es: Tu contraseña

source: Forgot Password?
es: Olvidé mi contraseña

source: Your email
es: Tu email

source: Confirm your password
es: Confirmar tu contraseña
